Repository: anggoro-askrindo/hasan-ghozali
Catalog: askrindo/lib/l10n/intl_*.arb
Languages: id

# welcome
source: Welcome back!
id: Selamat datang kembali!

source: Phone Number
id: Nomor Handphone

# phone_number_hint
source: Enter your phone number
id: Masukkan nomor handphone Anda

# password_hint
source: Enter your password
id: Masukkan password Anda

source: Forgot Password
id: Lupa Password

source: Login
id: Masuk

# or_login_with
source: Or continue with
id: Atau lanjutkan dengan

# no_account
source: Don't have an account?
id: Belum punya akun?

source: Sign Up Now
id: Daftar Sekarang

# as_guest
source: Login as Guest
id: Masuk sebagai tamu

source: Hello,
id: Halo,

# polis
source: Policy
id: Polis

# klaim
source: Claim
id: Klaim

# poin
source: Points
id: Poin

source: Account
id: Akun

source: Buy Insurance
id: Beli Asuransi

# rumahku
source: My Home
id: Rumahku

# usahku
source: My Business
id: Usahaku

# bahari
source: Marine
id: Bahari

# other
source: Others
id: Lainnya

# how_claim_insurance
source: How to Claim Insurance
id: Cara Klaim Asuransi

source: About Askrindo
id: Tentang Askrindo

source: Latest News
id: Berita Terbaru

source: See All
id: Lihat semua

# news1
source: Insurance and Investment? Which one is better?
id: Asuransi dan Investasi? Mana yang terbaik ya?

# news2
source: Askrindo and Bank BTN Establish Line Facility Cooperation Worth Rp 1.5 Trillion
id: Askrindo dan Bank BTN Jalin Kerjasama Line Facility Senilai Rp 1,5 Triliun

# rumahku_insurance
source: My Home Insurance
id: Asuransi Rumahku

# rumahku_info_title
source: Get protection for damages to your home
id: Dapatkan perlindungan atas kerusakan pada rumah Anda

# rumahku_info1
source: Provides coverage for financial losses caused by damage, loss, or destruction of objects due to fire, lightning, explosion, or natural disasters
id: Memberikan jaminan terhadap kerugian finansial yang timbul dari rusak, hilang, dan musnahnya objek yang disebabkan oleh kebakaran, petir, ledakan, hingga bencana alam

# rumahku_info2
source: Protects your building and household furniture
id: Melindungi bangunan dan perabotan rumah tangga Anda

source: Benefits Obtained
id: Manfaat yang didapatkan

# rumahku_benefits_title1
source: Fire compensation up to {price}
id: Santunan kebakaran hingga {price}

# rumahku_benefits_desc1
source: If there is damage due to a guaranteed event where repair, replacement, or restoration costs are equal to or greater than 75% of the actual building price
id: Jika terjadi kerusakan karena suatu peristiwa yang dijamin dimana biaya perbaikan, penggantian atau pemulihan sama dengan atau lebih tinggi dari 75% dari harga bangunan sebenarnya

# rumahku_benefits_title2
source: Accidental death compensation up to {price}
id: Santunan meninggal akibat kecelakaan hingga {price}

# rumahku_benefits_desc2
source: If the participant dies in an incident at the insured location due to fire or natural disaster
id: Jika Peserta meninggal dunia dalam suatu kejadian yang terjadi di lokasi pertanggungan secara tiba-tiba yang disebabkan oleh peristiwa kebakaran atau bencana alam

source: Terms & Conditions
id: Syarat & Ketentuan

# summary_info
source: Summary of Product and Service Information
id: Ringkasan Informasi Produk dan Layanan

# buy_insurance_rumahku
source: Buy My Home Insurance
id: Beli Asuransi Rumahku

source: Choose Insurance Package
id: Pilih Paket Asuransi

# package_info1
source: Starting from
id: Hanya mulai dari

# package_info2
source: {price}/year
id: {price}/tahun

# package_info3
source: , you will receive compensation if the residential building is damaged due to fire, riot, vehicle collision, natural disasters, and accidental death.
id: , Anda akan mendapatkan santunan apabila bangunan tempat tinggal mengalami kerusakan akibat kebakaran, kerusuhan, tertabrak kendaraan, bencana alam dan memberikan santunan meninggal dunia akibat kecelakaan.

source: Select Policy Period
id: Pilih Periode Polis

# one_year
source: 1 year
id: 1 tahun

source: Next
id: Lanjut

# bahari_insurance
source: Marine Insurance
id: Asuransi Bahari

# bahari_info_title
source: Get personal protection against accidents
id: Dapatkan perlindungan diri Anda terhadap kecelakaan diri

# bahari_info1
source: Insurance with premiums determined based on specific risk assessments for the insured object.
id: Asuransi dengan premi yang ditentukan berdasarkan penilaian risiko yang spesifik untuk objek yang diasuransikan.

# bahari_info2
source: Medical expense reimbursement due to illness
id: Penggantian biaya medis akibat penyakit

# bahari_info3
source: Medical expense reimbursement due to personal accidents such as collision, natural disasters, and more
id: Penggantian biaya medis akibat kecelakaan diri seperti tertabrak, bencana alam, dan lain-lain

# bahari_info4
source: Medical expense reimbursement due to water sports accidents
id: Penggantian biaya medis akibat kecelakaan olahraga air

# bahari_info5
source: Protection for death or permanent disability
id: Proteksi untuk meninggal atau cacat tetap

# bahari_benefits_desc1
source: Fire compensation up to Rp100,000,000
id: Santunan kebakaran hingga Rp100.000.000

# bahari_benefits_desc2
source: Medical expense reimbursement up to Rp100,000,000
id: Santunan biaya medis hingga Rp100.000.000

# bahari_benefits_desc3
source: Accidental death compensation up to Rp100,000,000
id: Santunan meninggal akibat kecelakaan hingga Rp100.000.000

source: Required Documents
id: Dokumen yang dibutuhkan

# ktp_registrant
source: Registrant's / Insured's ID Card
id: KTP Pendaftar / Tertanggung

# exception
source: Exclusion
id: Pengecualian

source: Policy Period
id: Periode Polis

source: Policy Start Date
id: Tanggal Mulai Aktif Polis

# policy_start_date_hint
source: Select the policy start date
id: Pilih tanggal mulai aktif polis

# policy_start_date_info
source: The policy is valid for 1 year from the start date.
id: Polis berlaku selama 1 tahun dari tanggal mulai aktif.

source: Total Payment
id: Total Pembayaran

source: Complete
id: Lengkap

# not_complete
source: Incomplete
id: Belum lengkap

source: Insured
id: Tertanggung

# insured_desc
source: The party guaranteed for compensation when the risks specified in the Policy occur.
id: Pihak yang memperoleh jaminan penggantian kerugian ketika terjadi risiko yang dimaksud dalam Polis.

# insured_full_name
source: Full Name of the Insured
id: Nama Lengkap Tertanggung

# insured_full_name_hint
source: Enter full name
id: Masukkan nama lengkap

# nik
source: National ID Number
id: NIK

# nik_hint
source: Enter your National ID Number
id: Masukkan NIK Anda

# email_hint
source: Enter your email
id: Masukkan email

source: Beneficiary
id: Penerima Manfaat

# beneficiary_desc
source: The party appointed to inherit assets upon someone's death.
id: Pihak yang ditunjuk untuk mewarisi aset ketika seseorang meninggal.

# beneficiary_full_name
source: Full Name of the Beneficiary
id: Nama Lengkap Penerima Manfaat

# beneficiary_full_name_hint
source: Enter full name
id: Masukkan nama lengkap

# birth_date
source: Date of Birth
id: Tanggal Lahir

# birth_date_hint
source: Select date of birth
id: Pilih tanggal lahir

# beneficiary_relation
source: Beneficiary Relationship
id: Hubungan Penerima Manfaat

# beneficiary_relation_hint
source: Select the beneficiary relationship
id: Pilih hubungan penerima manfaat

source: Object Coverage
id: Objek Pertanggungan

# object_coverage_desc
source: Object/building to be insured
id: Objek/bangunan yang akan dijadikan sebagai pertanggungan

source: Ownership Status
id: Status Kepemilikan

# ownership_status_hint
source: Select ownership status
id: Pilih status kepemilikan

source: Full Address
id: Alamat Lengkap

# full_address_hint
source: Enter full address of the Object
id: Masukkan alamat lengkap Objek

# order_confirmation
source: Insurance Order Confirmation
id: Konfirmasi Pemesanan Asuransi

# order_confirmation_desc
source: Ensure the data below is correct before proceeding to payment.
id: Pastikan data di bawah ini sudah benar sebelum melanjutkan pembayaran.

# will_buy
source: You will buy insurance
id: Anda akan membeli asuransi

source: Package Type
id: Jenis Paket

source: Period
id: Periode

source: Policy End Date
id: Tanggal Berakhir Polis

source: Order Summary
id: Ringkasan Pembelian

source: Pay Now
id: Bayar Sekarang

# order_confirm
source: Ensure the entered data is correct
id: Pastikan data yang Anda isi sudah benar

# order_confirm_desc
source: You cannot change the submitted data
id: Anda tidak dapat mengubah data yang sudah disubmit

source: Cancel
id: Batal

source: Sure
id: Yakin

source: Select Payment Method
id: Pilih Metode Pembayaran

# bank_transfer
source: Bank Transfer - Virtual Account
id: Transfer Bank - Virtual Account

source: Statement
id: Pernyataan

# statement1
source: Have read and understood the Terms & Conditions for purchasing Insurance.
id: Telah membaca dan mengerti mengenai Syarat & Ketentuan pembelian Asuransi.

# statement2
source: That the information provided in this application process is made honestly and accurately.
id: Bahwa keterangan-keterangan yang diberikan dan diisi dalam proses pengajuan ini dibuat dengan sejujur-jujurnya dan sesuai dengan keadaan sebenarnya.

# statement3
source: Realizing that the provided information will be used as the basis and part of the insurance agreement to be issued, therefore any inaccuracy will invalidate the insurance and claims will be rejected by Askrindo.
id: Menyadari bahwa keterangan-keterangan tersebut akan digunakan sebagai dasar serta merupakan bagian perjanjian pertanggungan yang akan diterbitkan, oleh karenanya ketidakbenarannya akan mengakibatkan batalnya pertanggungan dan ditolaknya klaim oleh Askrindo.

# statement4
source: Realizing that if the premium is not fully paid by the due date, the Policy becomes void and Askrindo is free from any obligation to pay claims.
id: Menyadari apabila premi tidak dibayar lunas sampai dengan jatuh tempo, maka Polis menjadi batal dan Askrindo bebas dari kewajiban untuk membayar klaim.

# statement5
source: General RIPLAY can be accessed through Askrindo's Website.
id: RIPLAY Umum dapat diakses melalui Website Askrindo.

# statement6
source: Personal RIPLAY refers to the explanation stated in the General RIPLAY and the details of coverage and insurance listed on the portal filled and agreed upon by me.
id: RIPLAY Personal mengacu pada penjelasan yang tercantum di dalam RIPLAY Umum dan data penutupan serta rincian pertanggunan sebagaimana tercantum di portal yang telah diisi dan disetujui oleh Saya.

# statement7
source: Agree to receive the policy documents electronically (softcopy).
id: Bersedia untuk dikirim dokumen polis dalam bentuk elektronik (softcopy).

# statement8
source: Agree to receive information about other products and programs in the future.
id: Bersedia menerima informasi produk dan program lainnya di kemudian hari.

# statement_check
source: I agree to the statements above consciously and without coercion from any party
id: Saya menyetujui pernyataan di atas dengan keadaan sadar dan tanpa ada paksaan dari pihak manapun

# success_title
source: Successfully purchased policy
id: Berhasil membeli polis

# success_desc
source: Thank you for purchasing the My Home Insurance policy. Your policy details can be viewed through the 'Policy' menu.
id: Terima kasih sudah membeli polis Asuransi Rumahku. Detail polis Anda dapat dilihat melalui menu “Polis”

source: Close
id: Tutup
